import { Container, Block,AboutUsInfo, InfoContainer } from './AboutUsPage.styled';
import Title from '../../components/Title/Title'
import bgImageAboutUsPage from '../../assets/aboutUs/bg-tin.jpeg'; 

const aboutUsPage = () => {
  return (
    <Container >
      <Block bgImageAboutUsPage={bgImageAboutUsPage}>
      <InfoContainer>

   <Title title="Про нас" />
<AboutUsInfo>
Діяльність підприємства розпочалася з виробництва круглих та овальних підносів різних розмірів у літографічному виконанні. До сьогоднішнього дня у цьому виді продукції ми є лідерами на українському ринку. Згодом підприємство налагодило виробництво кришок СКО І-82, І-58, І-63.
</AboutUsInfo>

<AboutUsInfo>
Основу персоналу ТОВ «Южлитографметалл» складають вихідці з головного підприємства півдня Радянського Союзу по тарі та упаковці ВАТ «Чорноморполіграфметал». Завдяки власному конструкторському бюро та механічному цеху було створено потужне виробництво суцільнотягнутих металевих банок №21, №1, №2, №3, №38, №5, №6, №8, а також кришок до них 72,3 мм, 83,4 мм, 99 мм.
</AboutUsInfo>

<AboutUsInfo>
Було сконструйовано, виготовлено та запущено обладнання для штампування виробів з листа та рулона. Від самого початку своєї діяльності підприємство взяло курс на найкращу якість. Тому ми використовуємо лаки, фарби, емалі найкращих виробників Євросоюзу. Сертифікована лабораторія ВАТ «Чорноморполіграфметал» здійснює жорсткий контроль якості вхідного металу та готової продукції.
</AboutUsInfo>
</InfoContainer>



      </Block>
    </Container>
  );
};

export default aboutUsPage;
